# -*- coding: utf-8 -*-
greeting_text = (
    "<b>👋 Здравствуйте! Рад, что стол уже у вас дома.</b>\n\n"

    "Буду благодарен, если найдете немного времени, и поделитесь своими впечатлениями.\n\n"

    "Не обязательно писать что-то официальное — просто расскажите, как Вам стол: ощущения, впечатления, детали, которые порадовали или удивили."
)

size_selection_text = (
    "<b>📏 Выберите размер стола:</b>"
)

review_prompt_text = (
    "<b>✍️ Напишите ваш отзыв в сообщении ниже 👇</b>"
)

table_color_prompt_text = (
    "<b>🎨 Выберете цвет стола:</b>"
)

media_upload_prompt = (
    "<b>📸 Отправьте фото вашего стола и видео (если есть)</b>\n"
    "Можно отправить до 10 файлов.\n"
    "* Все файлы отправляйте одним сообщением\n"
    "* Проверьте чтоб стояли галочки ”Группировать” и ”Сжать изображение\n”"
)

table_model_prompt = (
    "<b>📦 Выберите модель стола:</b>"
)

final_text = (
    "<b>🎉 Спасибо за ваш отзыв!</b>\n"
    "Обратная связь очень важна для нас 🙏\n"
    "Хорошего вам дня!\n"
)
